/* No comment provided by engineer. */
"Go Back To Menu" = "Volver al Menú";

/* No comment provided by engineer. */
"Play Again" = "Jugar de Nuevo";

/* No comment provided by engineer. */
"Play Next Level" = "Escuchar Siguiente Nivel";

/* No comment provided by engineer. */
"Stare at your Success" = "Mirar fijamente a su éxito";

/* No comment provided by engineer. */
"Well Done" = "Bien Hecho";

/* No comment provided by engineer. */
"What would you like to do?" = "¿Qué te gustaría hacer?";

"NA" = "Ninguno";